/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "无法发送项目";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "请稍后重试";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "尚未登录 Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ 发送了一张照片。";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "此设备尚不支持 Skype 的新照片共享供，但你仍然可以在此处的浏览器中查看该照片: %@";
